Repository: professionaltarun2004/drivana
Catalog: lib/l10n/app_*.arb
Languages: hi

# appName
source: Drivana
hi: ड्रिवाना

source: Home
hi: होम

source: Profile
hi: प्रोफ़ाइल

source: Orders
hi: ऑर्डर

source: Transactions
hi: लेनदेन

source: Deal of the Day!
hi: दिन की डील!

# firstBookingOffer
source: 50% OFF First Booking
hi: पहली बुकिंग पर 50% छूट

source: Recommended for You
hi: आपके लिए अनुशंसित

source: Search cars...
hi: कार्स खोजें...

# seedCars
source: Seed Cars Now
hi: अब कार्स सीड करें

# refreshData
source: Refresh Car Data
hi: डेटा रिफ्रेश करें

# noCarsFound
source: No cars found in {city}
hi: {city} में कोई कार नहीं मिली

# tryAdjustingFilters
source: Try adjusting filters or seeding cars.
hi: फिल्टर समायोजित करें या कार्स सीड करें।

# errorFetchingCars
source: Error fetching cars: {error}
hi: कार्स लाने में त्रुटि: {error}

# permissionDenied
source: Permission denied. Please check Firestore rules and retry.
hi: अनुमति निषेध। कृपया Firestore नियम जांचें और पुनः प्रयास करें।

source: Retry
hi: पुनः प्रयास करें

source: Select Language
hi: भाषा चुनें

# languageEnglish
source: English
hi: अंग्रेज़ी

# languageSpanish
source: Spanish
hi: स्पेनिश

# languageHindi
source: Hindi
hi: हिंदी
